Radiacion/Malla80x80/Case-ViewFactor-Ra70000-test3/0/p
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    frontAndBack
    {
        type          empty;
    }

    right
    {
         type               calculated;
         value           $internalField;
    }

     left
    {
         type               calculated;
         value           $internalField;
    }

    hot
    {
       type            calculated;
       value           $internalField;
    }

    cold
    {
        type            calculated;
        value           $internalField;
    }
}


// ************************************************************************* //
